Repository: l0uis/lingojam
Catalog: wordrus/wordrus/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Now tell me what matters to you, and I'll teach those words first.
de: Jetzt sag mir, was dir wichtig ist, und ich bringe dir diese Wörter zuerst bei.
es: Ahora dime qué te interesa y te enseñaré esas palabras primero.
fr: Maintenant, dis-moi ce qui compte pour toi, et je t'apprendrai ces mots en premier.
it: Ora dimmi cosa ti interessa e ti insegnerò prima quelle parole.

source: Pick the topics that matter to you — as many as you like.
de: Wähle die Themen, die dir wichtig sind — so viele du willst.
es: Elige los temas que te interesan, todos los que quieras.
fr: Choisis les thèmes qui comptent pour toi — autant que tu veux.
it: Scegli i temi che ti interessano — quanti ne vuoi.

source: Every word comes with an example you can hear out loud.
de: Zu jedem Wort gibt es einen Beispielsatz zum Anhören.
es: Cada palabra trae un ejemplo que puedes escuchar en voz alta.
fr: Chaque mot est accompagné d'un exemple à écouter à voix haute.
it: Ogni parola ha un esempio che puoi ascoltare ad alta voce.

source: Where are you with %@ — A1 is brand new, C2 is near-native.
de: Wo stehst du mit %@ — A1 ist ganz neu, C2 fast muttersprachlich.
es: ¿Qué nivel tienes de %@? A1 es empezar de cero; C2, casi nativo.
fr: Où en es-tu en %@ ? A1, c'est tout nouveau ; C2, c'est quasi natif.
it: A che punto sei con %@? A1 è da zero, C2 è quasi madrelingua.

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta

source: Tap any of these you already know — up to 6.
de: Tippe alle an, die du schon kennst — bis zu 6.
es: Toca las que ya conozcas (hasta 6).
fr: Touche ceux que tu connais déjà — jusqu'à 6.
it: Tocca quelle che conosci già — fino a 6.

source: How about these?
de: Wie wär's mit diesen?
es: ¿Y estas?
fr: Et ceux-là ?
it: E queste?

source: And these tricky ones?
de: Und diese kniffligen?
es: ¿Y estas más difíciles?
fr: Et ceux-là, plus coriaces ?
it: E queste più difficili?

source: You're all set
de: Alles bereit
es: ¡Todo listo!
fr: Tout est prêt
it: È tutto pronto

source: Let's start learning %@ at %@, %lld new words a day.
de: Los geht's: %@ ab %@, %lld neue Wörter am Tag.
es: Empecemos a aprender %@ en nivel %@, %lld palabras nuevas al día.
fr: C'est parti : %@, niveau %@, %lld nouveaux mots par jour.
it: Iniziamo con %@ dal livello %@, %lld parole nuove al giorno.

source: Missed call
de: Verpasster Anruf
es: Llamada perdida
fr: Appel manqué
it: Chiamata persa

source: Declined
de: Abgelehnt
es: Rechazada
fr: Refusé
it: Rifiutata

source: Hung up
de: Aufgelegt
es: Colgada
fr: Raccroché
it: Interrotta

source: Dr Tusk gave up
de: Dr Tusk hat aufgegeben
es: Dr Tusk se ha rendido
fr: Dr Tusk a abandonné
it: Dr Tusk ha rinunciato

source: Conversation passed
de: Gespräch bestanden
es: Conversación superada
fr: Conversation réussie
it: Conversazione superata

source: Conversation
de: Gespräch
es: Conversación
it: Conversazione

source: Incoming · %@
de: Eingehend · %@
es: Entrante · %@
fr: Entrant · %@
it: In arrivo · %@

source: Outgoing · %@
de: Ausgehend · %@
es: Saliente · %@
fr: Sortant · %@
it: In uscita · %@

source: You missed Dr Tusk's call.
de: Du hast Dr Tusks Anruf verpasst.
es: Te has perdido la llamada de Dr Tusk.
fr: Tu as manqué l'appel de Dr Tusk.
it: Hai perso la chiamata di Dr Tusk.

source: You declined this call.
de: Du hast diesen Anruf abgelehnt.
es: Rechazaste esta llamada.
fr: Tu as refusé cet appel.
it: Hai rifiutato questa chiamata.

source: No transcript.
de: Kein Transkript.
es: Sin transcripción.
fr: Aucune transcription.
it: Nessuna trascrizione.

source: Dr Tusk gave up waiting.
de: Dr Tusk wollte nicht länger warten.
es: Dr Tusk se ha cansado de esperar.
fr: Dr Tusk en a eu marre d'attendre.
it: Dr Tusk si è stancato di aspettare.

source: Missed
de: Verpasst
es: Perdida
fr: Manqué
it: Persa

source: You ended the call early
de: Du hast das Gespräch früh beendet
es: Colgaste antes de tiempo
fr: Tu as raccroché trop tôt
it: Hai chiuso la chiamata in anticipo

source: Dr Tusk hung up after you went silent
de: Dr Tusk hat aufgelegt, weil du still warst
es: Dr Tusk colgó porque no decías nada
fr: Dr Tusk a raccroché après ton silence
it: Dr Tusk ha riattaccato dopo il tuo silenzio

source: Passed · used %lld target words
de: Bestanden · %lld Zielwörter verwendet
es: Superada · %lld palabras objetivo usadas
fr: Réussi · %lld mots cibles utilisés
it: Superata · usate %lld parole obiettivo

source: Completed
de: Abgeschlossen
es: Completada
fr: Terminé
it: Completata

source: Basic phrases and everyday questions
de: Einfache Sätze und Alltagsfragen
es: Frases básicas y preguntas cotidianas
fr: Phrases de base et questions du quotidien
it: Frasi base e domande quotidiane

source: Short conversations on familiar topics
de: Kurze Gespräche über vertraute Themen
es: Conversaciones cortas sobre temas conocidos
fr: Courtes conversations sur des sujets familiers
it: Brevi conversazioni su temi familiari

source: Comfortable in most situations
de: In den meisten Situationen sicher
es: Te desenvuelves en casi cualquier situación
fr: À l'aise dans la plupart des situations
it: A tuo agio nella maggior parte delle situazioni

source: Fluent on complex topics
de: Fließend bei komplexen Themen
es: Fluidez en temas complejos
fr: À l'aise sur des sujets complexes
it: Fluente su temi complessi

source: Near-native — anything goes
de: Fast muttersprachlich — alles geht
es: Casi nativo: me atrevo con todo
fr: Quasi natif — tout est possible
it: Quasi madrelingua — posso parlare di tutto

source: Edit reminder
de: Erinnerung bearbeiten
es: Editar recordatorio
fr: Modifier le rappel
it: Modifica promemoria

source: All words
de: Alle Wörter
es: Todas las palabras
fr: Tous les mots
it: Tutte le parole

source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripeti

source: All Words
de: Alle Wörter
es: Todas las palabras
fr: Tous les mots
it: Tutte le parole

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua

source: Level
de: Niveau
es: Nivel
fr: Niveau
it: Livello

source: All
de: Alle
es: Todas
fr: Tous
it: Tutte

source: Nouns
de: Nomen
es: Sustantivos
fr: Noms
it: Sostantivi

source: Verbs
de: Verben
es: Verbos
fr: Verbes
it: Verbi

source: Adjectives
de: Adjektive
es: Adjetivos
fr: Adjectifs
it: Aggettivi

source: Adverbs
de: Adverbien
es: Adverbios
fr: Adverbes
it: Avverbi

source: Other
de: Sonstiges
es: Otras
fr: Autre
it: Altro

source: Couldn't look that up. Check your connection and try again.
de: Nachschlagen fehlgeschlagen. Prüfe deine Verbindung und versuch es noch mal.
es: No se ha podido buscar. Revisa tu conexión e inténtalo de nuevo.
fr: Recherche impossible. Vérifie ta connexion et réessaie.
it: Impossibile completare la ricerca. Controlla la connessione e riprova.

source: Delete word
de: Wort löschen
es: Eliminar palabra
fr: Supprimer le mot
it: Elimina parola

source: Move back to learning
de: Zurück zum Lernen
es: Volver a aprendiendo
fr: Remettre en apprentissage
it: Riporta in apprendimento

source: Mark as known
de: Als bekannt markieren
es: Marcar como conocida
fr: Marquer comme connu
it: Segna come conosciuta

source: %lld words learned
de: %lld Wörter gelernt
es: %lld palabras aprendidas
fr: %lld mots appris
it: %lld parole imparate

source: Translation unavailable.
de: Übersetzung nicht verfügbar.
es: Traducción no disponible.
fr: Traduction indisponible.
it: Traduzione non disponibile.

source: My Words
de: Meine Wörter
es: Mis palabras
fr: Mes mots
it: Le mie parole

source: Ready to move up to %@.
de: Bereit für den Aufstieg auf %@.
es: Listo para subir a %@.
fr: Tu peux passer au niveau %@.
it: Pronti per passare a %@.

source: %@ in %lld more calls.
de: %@ nach %lld weiteren Anrufen.
es: %@ en %lld llamadas más.
fr: %@ après %lld appels de plus.
it: %@ tra altre %lld chiamate.

source: %@ in %lld more mastered words.
de: %@ nach %lld weiteren gemeisterten Wörtern.
es: %@ en %lld palabras dominadas más.
fr: %@ après %lld mots maîtrisés de plus.
it: %@ tra altre %lld parole padroneggiate.

source: You're at the top level.
de: Du bist auf dem höchsten Niveau.
es: Estás en el nivel más alto.
fr: Tu es au niveau le plus élevé.
it: Sei al livello massimo.

source: Ringing%@
de: Klingelt%@
es: Llamando%@
fr: Ça sonne%@
it: Squilla%@

source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta

source: Answer
de: Annehmen
es: Contestar
fr: Répondre
it: Rispondi

source: Microphone returned no audio format. Reset the audio session and try again.
de: Das Mikrofon hat kein Audioformat geliefert. Setze die Audiositzung zurück und versuch es noch mal.
es: El micrófono no ha devuelto ningún formato de audio. Reinicia la sesión de audio e inténtalo de nuevo.
fr: Le micro n'a renvoyé aucun format audio. Réinitialise la session audio et réessaie.
it: Il microfono non ha restituito alcun formato audio. Reimposta la sessione audio e riprova.

source: %@ recognizer is offline. Check internet or download the language pack in Settings → General → Keyboard → Dictation.
de: Die Spracherkennung für %@ ist offline. Prüfe deine Internetverbindung oder lade das Sprachpaket unter Einstellungen → Allgemein → Tastatur → Diktierfunktion.
es: El reconocimiento de voz en %@ no está disponible. Revisa tu conexión o descarga el paquete de idioma en Ajustes → General → Teclado → Dictado.
fr: La reconnaissance vocale (%@) est hors ligne. Vérifie ta connexion ou télécharge le pack de langue dans Réglages → Général → Clavier → Dictée.
it: Il riconoscimento vocale per %@ è offline. Controlla la connessione o scarica il pacchetto lingua in Impostazioni → Generali → Tastiera → Dettatura.

source: No speech recognizer for %@.
de: Keine Spracherkennung für %@.
es: No hay reconocimiento de voz para %@.
fr: Aucune reconnaissance vocale pour %@.
it: Nessun riconoscimento vocale per %@.

source: Couldn't open the microphone: %@
de: Mikrofon konnte nicht geöffnet werden: %@
es: No se ha podido abrir el micrófono: %@
fr: Impossible d'ouvrir le micro : %@
it: Impossibile aprire il microfono: %@

source: Microphone wouldn't start: %@
de: Mikrofon ließ sich nicht starten: %@
es: El micrófono no se ha activado: %@
fr: Le micro refuse de démarrer : %@
it: Il microfono non si è avviato: %@

source: Nice work — you used %lld of the words you've been studying.
de: Gut gemacht — du hast %lld der Wörter verwendet, die du gerade lernst.
es: ¡Buen trabajo! Has usado %lld de las palabras que estás estudiando.
fr: Bravo — tu as utilisé %lld mots parmi ceux que tu étudies.
it: Ottimo lavoro — hai usato %lld parole tra quelle che stai studiando.

source: Good chat. Next time, try to weave in more of the vocabulary you've learned.
de: Gutes Gespräch. Versuch nächstes Mal, mehr von deinen gelernten Wörtern einzubauen.
es: Buena charla. La próxima vez, intenta usar más del vocabulario que has aprendido.
fr: Belle discussion. La prochaine fois, essaie de glisser plus de vocabulaire appris.
it: Bella chiacchierata. La prossima volta prova a usare più parole tra quelle che hai imparato.

source: noun
de: Nomen
es: sustantivo
fr: nom
it: sostantivo

source: adjective
de: Adjektiv
es: adjetivo
fr: adjectif
it: aggettivo

source: interjection
de: Interjektion
es: interjección
it: interiezione

source: number
de: Zahl
es: número
fr: nombre
it: numero

source: ordinal
de: Ordinalzahl
it: ordinale

source: phrase
de: Wendung
es: frase
fr: expression
it: espressione

source: pronoun
de: Pronomen
es: pronombre
fr: pronom
it: pronome

source: preposition
de: Präposition
es: preposición
fr: préposition
it: preposizione

source: conjunction
de: Konjunktion
es: conjunción
fr: conjonction
it: congiunzione

source: masc.
de: m.
es: m.
fr: m.
it: m.

source: fem.
de: f.
es: f.
fr: f.
it: f.

source: Dr Tusk is calling
de: Dr Tusk ruft an
es: Dr Tusk te está llamando
fr: Dr Tusk t'appelle
it: Dr Tusk ti sta chiamando

source: Tap to answer and practice your %@.
de: Tippe zum Annehmen und übe dein %@.
es: Toca para contestar y practicar tu %@.
fr: Touche pour décrocher et pratiquer ton %@.
it: Tocca per rispondere ed esercitarti in %@.

source: Your free trial is ending
de: Deine Gratis-Testphase endet bald
es: Tu prueba gratuita está a punto de terminar
fr: Ton essai gratuit se termine
it: La tua prova gratuita sta per finire

source: Your Wordrus Pro trial ends soon. Cancel anytime if it's not for you.
de: Deine Testphase für Wordrus Pro endet bald. Du kannst jederzeit kündigen, wenn es nichts für dich ist.
es: Tu prueba de Wordrus Pro termina pronto. Cancela cuando quieras si no es para ti.
fr: Ton essai Wordrus Pro se termine bientôt. Annule à tout moment si ça ne te convient pas.
it: La tua prova di Wordrus Pro sta per finire. Disdici quando vuoi se non fa per te.

source: Today — Free trial starts
de: Heute — kostenloser Testzeitraum beginnt
es: Hoy — Empieza la prueba gratuita
fr: Aujourd'hui — Début de l'essai gratuit
it: Oggi — Inizia la prova gratuita

source: Everything unlocked, free.
de: Alles freigeschaltet, gratis.
es: Todo desbloqueado, gratis.
fr: Tout débloqué, gratuitement.
it: Tutto sbloccato, gratis.

source: %@ — Trial reminder
de: %@ — Erinnerung an die Testphase
es: %@ — Aviso de la prueba
fr: %@ — Rappel de fin d'essai
it: %@ — Promemoria della prova

source: A heads-up before it ends.
de: Wir erinnern dich, bevor sie endet.
es: Te avisamos antes de que termine.
fr: Un petit rappel avant la fin.
it: Ti avvisiamo prima che finisca.

source: %@ — Become member
de: %@ — Mitglied werden
es: %@ — Pasas a ser miembro
fr: %@ — Deviens membre
it: %@ — Inizia l'abbonamento

source: You go Pro, unless you cancel.
de: Danach beginnt dein Pro-Abo, sofern du nicht kündigst.
es: Pasas a Pro, salvo que canceles.
fr: Tu passes à Pro, sauf si tu annules.
it: Passi a Pro, a meno che tu non disdica.

source: Purchase Failed
de: Kauf fehlgeschlagen
es: Error en la compra
fr: Échec de l'achat
it: Acquisto non riuscito

source: Try %@ free
de: %@ gratis testen
es: Prueba %@ gratis
fr: Essai gratuit de %@
it: Prova %@ gratis

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
it: Abbonati

source: %@ Cancel anytime.
de: %@ Jederzeit kündbar.
es: %@ Cancela cuando quieras.
fr: %@ Annule à tout moment.
it: %@ Disdici quando vuoi.

source: Payment is charged to your Apple ID account. Subscription auto-renews unless cancelled at least 24 hours before the end of the current period.
de: Die Zahlung wird deinem Apple-ID-Konto belastet. Das Abonnement verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt wird.
es: El pago se cargará en tu cuenta de Apple ID. La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes de que finalice el periodo actual.
fr: Le paiement est débité sur le compte associé à ton identifiant Apple. L'abonnement se renouvelle automatiquement, sauf s'il est annulé au moins 24 heures avant la fin de la période en cours.
it: Il pagamento viene addebitato sul tuo account ID Apple. L'abbonamento si rinnova automaticamente, a meno che non venga disdetto almeno 24 ore prima della fine del periodo in corso.

source: Nothing to Restore
de: Nichts wiederherzustellen
es: Nada que restaurar
fr: Rien à restaurer
it: Niente da ripristinare

source: Restore Failed
de: Wiederherstellen fehlgeschlagen
es: Error al restaurar
fr: Échec de la restauration
it: Ripristino non riuscito

source: Long-press your Home Screen
de: Halte deinen Home-Bildschirm gedrückt
es: Mantén pulsada la pantalla de inicio
fr: Appuie longuement sur ton écran d'accueil
it: Tieni premuto sulla schermata Home

source: Press and hold an empty area until the apps start to jiggle.
de: Halte eine leere Stelle gedrückt, bis die Apps wackeln.
es: Mantén pulsada una zona vacía hasta que las apps empiecen a moverse.
fr: Maintiens le doigt sur une zone vide jusqu'à ce que les apps se mettent à trembler.
it: Tieni premuto su un'area vuota finché le app non iniziano a muoversi.

source: Tap the + in the top-left
de: Tippe oben links auf +
es: Toca el + arriba a la izquierda
fr: Touche le + en haut à gauche
it: Tocca + in alto a sinistra

source: Open the widget gallery from the edit screen.
de: Öffne die Widget-Galerie im Bearbeitungsmodus.
es: Abre la galería de widgets desde la pantalla de edición.
fr: Ouvre la galerie de widgets depuis l'écran de modification.
it: Apri la galleria dei widget dalla schermata di modifica.

source: Search wordrus, then Add Widget
de: Suche nach „wordrus“ und tippe auf „Widget hinzufügen“
es: Busca Wordrus y toca «Añadir widget»
fr: Recherche wordrus, puis Ajouter le widget
it: Cerca wordrus, poi tocca Aggiungi widget

source: Pick Daily Word and place it on the Home Screen.
de: Wähle „Wort des Tages“ und platziere es auf dem Home-Bildschirm.
es: Elige «Palabra del día» y colócalo en la pantalla de inicio.
fr: Choisis Mot du jour et place-le sur l'écran d'accueil.
it: Scegli Parola del giorno e posizionala sulla schermata Home.

source: The call ended. Give Dr Tusk another ring when you're ready.
de: Der Anruf ist beendet. Ruf Dr Tusk wieder an, wenn du so weit bist.
es: La llamada ha terminado. Vuelve a llamar a Dr Tusk cuando estés listo.
fr: L'appel est terminé. Rappelle Dr Tusk quand tu veux.
it: La chiamata è terminata. Richiama Dr Tusk quando vuoi.

source: Wordrus needs Microphone and Speech Recognition access to hear you. Turn them on in Settings, or tap your bubble to type instead.
de: Wordrus braucht Zugriff auf Mikrofon und Spracherkennung, um dich zu hören. Aktiviere beides in den Einstellungen oder tippe auf deine Sprechblase, um stattdessen zu schreiben.
es: Wordrus necesita acceso al micrófono y al reconocimiento de voz para oírte. Actívalos en Ajustes o toca tu burbuja para escribir.
fr: Wordrus a besoin d'accéder au micro et à la reconnaissance vocale pour t'entendre. Active-les dans Réglages, ou touche ta bulle pour écrire à la place.
it: Wordrus ha bisogno dell'accesso al microfono e al riconoscimento vocale per sentirti. Attivali in Impostazioni oppure tocca la tua nuvoletta per scrivere.

source: Couldn't start the microphone. Tap your bubble to type instead.
de: Mikrofon konnte nicht gestartet werden. Tippe auf deine Sprechblase, um stattdessen zu schreiben.
es: No se ha podido activar el micrófono. Toca tu burbuja para escribir.
fr: Impossible de démarrer le micro. Touche ta bulle pour écrire à la place.
it: Impossibile avviare il microfono. Tocca la tua nuvoletta per scrivere.

source: The call ended before you said anything. Give it another go when you're ready.
de: Der Anruf endete, bevor du etwas gesagt hast. Probier's noch mal, wenn du so weit bist.
es: La llamada terminó antes de que dijeras nada. Vuelve a intentarlo cuando estés listo.
fr: L'appel s'est terminé avant que tu dises quoi que ce soit. Réessaie quand tu veux.
it: La chiamata è finita prima che dicessi qualcosa. Riprova quando vuoi.

source: Dr Tusk got tired of waiting and hung up. Call back when you're ready.
de: Dr Tusk hatte keine Lust mehr zu warten und hat aufgelegt. Ruf zurück, wenn du so weit bist.
es: Dr Tusk se ha cansado de esperar y ha colgado. Vuelve a llamar cuando estés listo.
fr: Dr Tusk en a eu marre d'attendre et a raccroché. Rappelle-le quand tu veux.
it: Dr Tusk si è stancato di aspettare e ha riattaccato. Richiamalo quando vuoi.

source: Learn the most used words in English
de: Lerne die meistgenutzten Wörter auf Englisch
es: Aprende las palabras más usadas en inglés
fr: Apprends les mots les plus utilisés en anglais
it: Impara le parole più usate in inglese

source: Deck
es: Mazo
fr: Paquet
it: Mazzo

source: Filter
es: Filtrar
fr: Filtrer
it: Filtro

source: Name
es: Nombre
fr: Prénom
it: Nome

source: Small talk
es: Charla informal
fr: Papoter
it: Due chiacchiere

source: Debug
es: Depuración
fr: Débogage

source: verb
es: verbo
fr: verbe
it: verbo

source: adverb
es: adverbio
fr: adverbe
it: avverbio
